Autodesk.Revit.DB.Structure.ReinforcementSettings.NumberVaryingLengthRebarsIndividually
Use this option to modify the way varying length bars are numbered (individually or as a whole).
Remarks:
If this property is true it will correspond to Autodesk::Revit::DB::ReinforcementNumberingMethod::NumberBarsIndividually.
If this property is false, it may correspond to  Autodesk::Revit::DB::ReinforcementNumberingMethod::AssignUniqueNumberPerSet or Autodesk::Revit::DB::ReinforcementNumberingMethod::MatchSetsWithIdenticalBars .
If you set it to true, it will correspond to Autodesk::Revit::DB::ReinforcementNumberingMethod::NumberBarsIndividually.
If you set it to false, it will correspond to Autodesk::Revit::DB::ReinforcementNumberingMethod::AssignUniqueNumberPerSet.
Since:
2017